const content_list = [
{title:'애국가',author:'',content:`동해 물과 백두산이 마르고 닳도록
하느님이 보우하사 우리나라 만세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
남산 위에 저 소나무 철갑을 두른 듯
바람 서리 불변함은 우리 기상일세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
가을 하늘 공활한데 높고 구름 없이
밝은 달은 우리 가슴 일편단심일세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
이 기상과 이 맘으로 충성을 다하여
괴로우나 즐거우나 나라 사랑하세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세`},
{title:'별 헤는 밤',author:'윤동주',content:`계절이 지나가는 하늘에는
가을로 가득 차 있습니다.
나는 아무 걱정도 없이
가을 속의 별들을 다 헤일 듯합니다.
가슴 속에 하나 둘 새겨지는 별을
이제 다 못 헤는 것은
쉬이 아침이 오는 까닭이요,
내일 밤이 남은 까닭이요,
아직 나의 청춘이 다하지 않은 까닭입니다.
별 하나에 추억과
별 하나에 사랑과
별 하나에 쓸쓸함과
별 하나에 동경과
별 하나에 시와
별 하나에 어머니, 어머니,
어머님, 나는 별 하나에 아름다운 말 한마디씩 불러 봅니다. 소학교 때 책상을 같이 했던 아이들의 이름과, 패, 경, 옥, 이런 이국 소녀들의 이름과, 벌써 아기 어머니 된 계집애들의 이름과, 가난한 이웃 사람들의 이름과, 비둘기, 강아지, 토끼, 노새, 노루, '프랑시스 잠', '라이너 마리아 릴케' 이런 시인의 이름을 불러 봅니다.
이네들은 너무나 멀리 있습니다.
별이 아스라이 멀듯이.
어머님,
그리고 당신은 멀리 북간도에 계십니다.
나는 무엇인지 그리워
이 많은 별빛이 내린 언덕 위에
내 이름자를 써 보고
흙으로 덮어 버리었습니다.
따는 밤을 새워 우는 벌레는
부끄러운 이름을 슬퍼하는 까닭입니다.
그러나 겨울이 지나고 나의 별에도 봄이 오면
무덤 위에 파란 잔디가 피어나듯이
내 이름자 묻힌 언덕 위에도
자랑처럼 풀이 무성할 거외다.`},
{title:'남신의주 유동 박시봉방',author:'백석',content:`어느 사이에 나는 아내도 없고, 또,
아내와 같이 살던 집도 없어지고,
그리고 살뜰한 부모며 동생들과도 멀리 떨어져서
그 어느 바람 세인 쓸쓸한 거리 끝에 헤매이었다.
바로 날도 저물어서,
바람은 더욱 세게 불고, 추위는 점점 더해 오는데,
나는 어느 목수네 집 헌 삿을 깐,
한방에 들어서 쥔을 붙이었다.
이리하여 나는 이 습내 나는 춥고, 누긋한 방에서,
낮이나 밤이나 나는 나 혼자도 너무 많은 것같이 생각하며,
딜옹배기에 북덕불이라도 담겨 오면,
이것을 안고 손을 쬐며 재 우에 뜻 없이 글자를 쓰기도 하며,
또 문 밖에 나가지두 않구 자리에 누워서,
머리에 손깍지 벼개를 하고 굴기도 하면서,
나는 내 슬픔이며 어리석음이며를 소처럼 연하여 쌔김질하는 것이었다.
내 가슴이 꽉 메어 올 적이며,
내 눈에 뜨거운 것이 핑 괴일 적이며,
또 내 스스로 화끈 낯이 붉도록 부끄러울 적이며,
나는 내 슬픔과 어리석음에 눌리어 죽을 수밖에 없는 것을 느끼는 것이었다.
그러나 잠시 뒤에 나는 고개를 들어,
허연 문창을 바라보든가 또 눈을 떠서 높은 턴정을 쳐다보는 것인데,
이때 나는 내 뜻이며 힘으로, 나를 이끌어 가는 것이 힘든 일인 것을 생각하고,
이것들보다 더 크고, 높은 것이 있어서, 나를 마음대로 굴려 가는 것을 생각하는 것인데,
이렇게 하여 여러 날이 지나는 동안에,
내 어지러운 마음에는 슬픔이며, 한탄이며, 가라앉을 것은 차츰 앙금이 되어 가라앉고,
외로운 생각만이 드는 때쯤 해서는,
더러 나줏손에 쌀랑쌀랑 싸락눈이 와서 문창을 치기도 하는 때도 있는데,
나는 이런 저녁에는 화로를 더욱 다가 끼며, 무릎을 꿇어보며,
어니 먼 산 뒷옆에 바우 섶에 따로 외로이 서서,
어두워 오는데 하이야니 눈을 맞을, 그 마른 잎새에는,
쌀랑쌀랑 소리도 나며 눈을 맞을,
그 드물다는 굳고 정한 갈매나무라는 나무를 생각하는 것이었다.`},
{title:'(!)(@)(#)($)',author:'0987',content: `그 날은 정말 화창한 날이었다.
교과서를 한 장 두 장 넘겨 보기도 하며`}
];
